[
  {
    "title": "Steve Jobs",
    "author": "Walter Issacson",
    "passage": "If you just sit and observe, you will see how restless your mind is. If you try to calm it, it only makes it worse, but over time it does calm, and when it does, there's room to hear more subtle things - that's when your intuition starts to blossom and you start to see things more clearly and be in the present more. Your mind just slows down, and you see a tremendous expanse in the moment. You see so much more than you could see before. It's a discipline; you have to practice it."
  },
  {
    "title": "The Story of My Life",
    "author": "Helen Keller",
    "passage": "We walked down the path to the well-house, attracted by the fragrance of the honeysuckle with which it was covered. Some one was drawing water and my teacher placed my hand under the spout. As the cool stream gushed over one hand she spelled into the other the word water, first slowly, then rapidly. I stood still, my whole attention fixed upon the motions of her fingers. Suddenly I felt a misty consciousness as of something forgotten—a thrill of returning thought; and somehow the mystery of language was revealed to me. I knew then that “w-a-t-e-r” meant the wonderful cool something that was flowing over my hand. That living word awakened my soul, gave it light, hope, joy, set it free! There were barriers still, it is true, but barriers that could in time be swept away."
  },
  {
    "title": "Educated",
    "author": "Tara Westover",
    "passage": "The thing about having a mental breakdown is that no matter how obvious it is that you're having one, it is somehow not obvious to you. I'm fine, you think. So what if I watched TV for twenty-four straight hours yesterday. I'm not falling apart. I'm just lazy. Why it's better to think yourself lazy than think yourself in distress, I'm not sure. But it was better. More than better: it was vital."
  },
  {
    "title": "A Promised Land",
    "author": "Barack Obama",
    "passage": "I suspect that God’s plan, whatever it is, works on a scale too large to admit our mortal tribulations; that in a single lifetime, accidents and happenstance determine more than we care to admit; and that the best we can do is to try to align ourselves with what we feel is right and construct some meaning out of our confusion, and with grace and nerve play at each moment the hand that we’re dealt."
  }
]
